Repository: d0064/PixMap-Translations
Catalog: ge-ssr.po
Languages: ka_ge

source: You can not send chat messages with proxy
ka_ge: ვერ გაგზავნი მესიჯებს პროქსით

source: Your country is temporary muted from this chat channel
ka_ge: თქვენი ქვეყანა დამუდებული არის ამ ჩატიდან

source: You are banned
ka_ge: აკრძალული ხარ. თქვენ ფიქრობთ, რომ ეს გაუმართლებელია? შეამოწმეთ

source: Your Internet Provider is banned
ka_ge: თქვენს ინტერნეტ პროვაიდერს აეკრძალა ამ თამაშის თამაში

source: You are muted for another ${ timeMin } minutes
ka_ge: თქვენ დადუმებული ხართ კიდევ $ {timeMin } წუთით

source: You are muted for another ${ ttl } seconds
ka_ge: თქვენ დადუმებული ხართ კიდევ ${ ttl } წამით

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
ka_ge: თქვენ ძალიან სწრაფად აგზავნით შეტყობინებებს, უნდა დაელოდოთ ${ waitTime }s :(

source: You don't have access to this channel
ka_ge: თქვენ არ გაქვთ წვდომა ამ არხზე

source: Your mail has to be verified in order to chat
ka_ge: თქვენი ფოსტა უნდა დადასტურდეს ჩეთისთვის

source: You can't send a message this long :(
ka_ge: ამდენ ხანს მესიჯს ვერ გაუგზავნი :(

source: Please use int channel
ka_ge: გთხოვთ გამოიყენოთ int არხი

source: Stop flooding.
ka_ge: შეაჩერე ჩატის გასპამვა.

source: You sent an empty password or invalid data :(
ka_ge: თქვენ გაგზავნეთ ცარიელი პაროლი ან არასწორი მონაცემები :(

source: This password-reset link isn't valid anymore :(
ka_ge: ეს პაროლის აღდგენის ბმული აღარ არის მოქმედი :(

source: User doesn't exist in our database :(
ka_ge: მომხმარებელი არ არსებობს ჩვენს მონაცემთა ბაზაში :(

source: Invalid url :( Please check your mail again.
ka_ge: არასწორი url :( გთხოვთ, ხელახლა შეამოწმოთ თქვენი ფოსტა.

source: A 3D globe of our whole map
ka_ge: ჩვენი მთელი რუკის 3D გლობუსი

source: Double click on globe to go back.
ka_ge: ორჯერ დააწკაპუნეთ გლობუსზე უკან დასაბრუნებლად.

source: Loading...
ka_ge: Ჩატვირთვა...

source: Place color pixels on an map styled canvas with other players online
ka_ge: განათავსეთ ფერადი პიქსელები რუკის კანვასზე ტილოზე სხვა მოთამაშეებთან ერთად ონლაინ რეჟიმში

source: Email can't be empty.
ka_ge: ელფოსტა არ შეიძლება იყოს ცარიელი.

source: Email should be at least 5 characters long.
ka_ge: ელფოსტა უნდა იყოს მინიმუმ 5 სიმბოლო.

source: Email can't be longer than 40 characters.
ka_ge: ელფოსტა არ შეიძლება იყოს 40 სიმბოლოზე მეტი.

source: Email should at least contain a dot
ka_ge: ელფოსტა მინიმუმ წერტილს უნდა შეიცავდეს

source: Email should contain a @
ka_ge: ელფოსტა უნდა შეიცავდეს @

source: Name can't be empty.
ka_ge: სახელი არ შეიძლება იყოს ცარიელი.

source: Name must be at least 2 characters long
ka_ge: სახელი უნდა იყოს მინიმუმ 2 სიმბოლო

source: Name must be shorter than 26 characters
ka_ge: სახელი უნდა იყოს 26 სიმბოლოზე მოკლე

source: Name contains invalid character like @, /, \ or #
ka_ge: სახელი შეიცავს არასწორ სიმბოლოს, როგორიცაა @, /, \ ან #

source: No password given.
ka_ge: პაროლი არ არის მოცემული.

source: Password must be at least 6 characters long.
ka_ge: პაროლი უნდა იყოს მინიმუმ 6 სიმბოლო.

source: Password must be shorter than 60 characters.
ka_ge: პაროლი უნდა იყოს 60 სიმბოლოზე ნაკლები.

source: PixMap.fun Password Reset
ka_ge: პიქსმაპის პაროლის შეცვლა

source: Reset your password here
ka_ge: გადააყენეთ თქვენი პაროლი აქ

source: Reset Password
ka_ge: პაროლის აღდგენა

source: to go back to pixmap
ka_ge: რო დაბრუნდე პიქსმაპში

source: Hello ${ name }, you can set your new password here:
ka_ge: გამარჯობა ${ name }, შეგიძლიათ დააყენოთ თქვენი ახალი პაროლი აქ:

source: Submit
ka_ge: გაგზავნა

source: You are not logged in
ka_ge: თქვენ არ ხართ შესული

source: You are not allowed to access this page
ka_ge: თქვენ არ გაქვთ უფლება შეხვიდეთ ამ გვერდზე

source: Just admins can do that
ka_ge: ამის გაკეთება მხოლოდ ადმინებს შეუძლიათ

source: You are not banned
ka_ge: არ ხარ აკრძალული

source: This email provider is not allowed
ka_ge: ელფოსტის ეს პროვაიდერი დაუშვებელია

source: No Captcha given
ka_ge: კაპჩა არ არის მოცემული

source: Username already in use.
ka_ge: Მომხმარებლის სახელი უკვე გამოიყენება.

source: You took too long, try again.
ka_ge: ძალიან დიდი დრო დაგჭირდათ, ისევ სცადეთ.

source: You failed your captcha
ka_ge: თქვენ ვერ მოახერხეთ თქვენი კაპტჩა

source: Unknown Captcha Error
ka_ge: უცნობი კაპჩტას შეცდომა

source: Failed to create new user :(
ka_ge: ახალი მომხმარებლის შექმნა ვერ მოხერხდა :(

source: Failed to establish session after register :(
ka_ge: რეგისტრაციის შემდეგ სესიის დამყარება ვერ მოხერხდა :(

source: You are not even logged in.
ka_ge: თქვენ არც კი ხართ შესული.

source: Server error when logging out.
ka_ge: სერვერის შეცდომა გამოსვლისას.

source: Mail verification
ka_ge: ფოსტის გადამოწმება

source: You are now verified :)
ka_ge: ახლა დამოწმებული ხარ :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
ka_ge: თქვენი ფოსტის დამადასტურებელი კოდი არასწორია ან უკვე ვადაგასულია :(, გთხოვთ, მოითხოვოთ ახალი.

source: You are not authenticated.
ka_ge: თქვენ არ ხართ დამოწმებული.

source: Incorrect password!
ka_ge: Არასწორი პაროლი!

source: You will be automatically redirected after 15s
ka_ge: თქვენ ავტომატურად გადამისამართდებით 15 წამის შემდეგ

source: Or ${ clickHere } to go back to pixmap
ka_ge: ან ${ clickHere } რომ დაბრუნდეთ პიქსმაპში

source: Earth
ka_ge: დედამიწა

source: Moon
ka_ge: მთვარე

source: 3D Canvas
ka_ge: 3დ კანვასი

source: Coronavirus
ka_ge: კორონავირუსი

source: PixelZone
ka_ge: პიქსელზონა

source: 1bit
ka_ge: 1 ბიტი

source: Top10
ka_ge: 10 საუკეთესო

source: Thoia
ka_ge: თოია

source: Mini Map
ka_ge: პატარა რუკა

source: Football
ka_ge: ფეხბურთი

source: Graffit
ka_ge: გრაფიტი

source: Red vs Blue
ka_ge: წითელი vs ლურჯი

source: Pangea
ka_ge: პანგეა

source: MiddleEarth
ka_ge: შუადედამიწა

source: Anarchy
ka_ge: ანარკია

source: Our main canvas, a huge map of the world. Place everywhere you like
ka_ge: ჩვენი მთავარი კანვასი, მსოფლიოს უზარმაზარი რუკა. განათავსეთ ყველგან, სადაც გსურთ

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
ka_ge: მთვარის კანვასი. უსაფრთხო სივრცე ხელოვნებისთვის. არ არის დროშები ან დიდი ტექსტი (თუ არ არის ხელოვნების ნაწილი) ან 1,5 კ x 1,5 კ პიქსელზე მეტი ნამუშევარი.

source: Place Voxels on a 3D canvas with others
ka_ge: მოათავსეთ ვოქსელები 3D ტილოზე სხვებთან ერთად

source: Special canvas to spread awareness of SARS-CoV2
ka_ge: სპეციალური ტილო SARS-CoV2-ის შესახებ ცნობადობის გასავრცელებლად

source: Mirror of PixelZone
ka_ge: PixelZone-ის სარკე

source: Mirror of PixelCanvas
ka_ge: PixelCanvas-ის სარკე

source: Black and White canvas
ka_ge: შავ-თეთრი ტილო

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
ka_ge: ტილო წინა დღის ყველაზე აქტიური მოთამაშეებისთვის. ყოველდღიური რეიტინგის განახლებები 00:00 UTC.

source: Thoia World Canvas. Advanced fictional worldbuilding and arts. Abandon the old world and all it entails.
ka_ge: თოიას დედამიწა. უბრალოდ არტების ასაშენებლად. მიატოვე ძველი დედამიწა და რაც დარჩა.

source: Map canvas but in a minimized version for those who want more fun!
ka_ge: დედამიწის რუკა ოღონდ პატარა ვერსია ვისაც უფრო მეტი გართობა უნდა!

source: Chose teams and fight for them until end!
ka_ge: აიღე თიმები და იბრძოლე ბოლომდე მათთვის!

source: Join the battle between good and evil, men, elves, orcs, hobbits, dwarves, Error, Rohan, Angmar, Mordor! Come make your mark and build empires on Middle Earth! https://discord.com/invite/Mdp9Fyb8tm
ka_ge: შედი ბრძოლაში კარგის და ცუდის გარშემო, ხალხი, ელვები, ორკები, ჰობიტები, დვრვები, ერორები, როჰანები, ანგმარები, მორდორი! მოდი და გააკეთე შენი ქვეყანა და იმპერია შუა დედამიწაზე! https://discord.com/invite/Mdp9Fyb8tm

source: Just do what ever you want all allowed!
ka_ge: რაც გინდა ის ქენი აქ სუყველაფერი შეიძლება!

source: Welcome ${ name } to Pix, please verify your mail
ka_ge: გამარჯობა ${ name } პიქსმაპზე, დაადასტურე შენი იმეილი

source: Hello ${ name }
ka_ge: გამარჯობა ${ name }

source: Click to Verify
ka_ge: დააწკაპუნეთ დასადასტურებლად

source: Or by copying following url:
ka_ge: ან შემდეგი url-ის კოპირებით:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
ka_ge: გაერთე და არ მოგერიდოს რომ მოგვწეროთ თუ იპოვით პრობლემებს :)

source: Thanks
ka_ge: მადლობა

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
ka_ge: ჩვენ უკვე გამოგიგზავნეთ დამადასტურებელი წერილი, შეგიძლიათ მოითხოვოთ სხვა ${ minLeft } წუთში.

source: You forgot your password for PixMap? Get a new one here
ka_ge: დაგავიწყდა შენი პაროლი პიქსმაპისთვის? აიღე ახალი აქ

source: Hello
ka_ge: გამარჯობა

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
ka_ge: თუ თქვენ არ მოითხოვეთ ეს წერილი, გთხოვთ, უბრალოდ უგულებელყოთ იგი (IP, რომელმაც მოითხოვა ეს წერილი, იყო ${ ip }).

source: Mail is not configured on the server
ka_ge: ფოსტა არ არის კონფიგურირებული სერვერზე

source: We already sent you a mail with instructions. Please wait before requesting another mail.
ka_ge: ჩვენ უკვე გამოგიგზავნეთ მეილი ინსტრუქციებით. გთხოვთ, დაელოდოთ სხვა ფოსტის მოთხოვნამდე.
